__author__ = 'kholmatov'
#Определение списков

#Сначала мы определяем список из пяти элементов. Обратите внимание, что исходный порядок элементов сохраняется. Это не случайно, список является упорядоченным множеством элементов, перечисленных в квадратных скобках.
li = ["a", "b", "mpilgrim", "z", "example"]
print(li) #['a', 'b', 'mpilgrim', 'z', 'example']
#Списки могут быть использованы в качестве массивов. Отсчет элементов всегда ведется от нуля, так что первый элемент непустого списка — li[0].
print(li[0]) # 'a'
#Последний элемент списка из пяти элементо — li[4], так как отсчет ведется от нуля.
print(li[4])# 'example'